<?php
return [
    'mainMenu' => 'Оберіть, будь даска, дію зі списку нижче ⬇️',
    'feedback' => '✉️ зворотній зв\'язок',
    'settings' => '⚙ налаштування',

    // second buttons
    'changeLang' => '🔠 змінити мову',
    'changeCity' => '🏙 міста',
    'back' => '⬅️ назад',
    // second buttons

    // select city
    'howChooseCityQuestion' => 'Як Ви бажаєте обрати місто?',
    'sendLocationType' => '📍 за локацією',
    'chooseFromList' => '📑 вибрати місто зі списку',
    'sendCityName' => '🌎 відправити назву міста',
    'didYouMeanThisCity' => 'Ви мали на увазі це місто?',
    'cantFindCity' => 'На жаль, я не можу знайти ваше місто',
    'requestToWriteCity' => 'Напишіть назву міста',
    'sendYourLocation' => 'Тепер відправте свою локацію',
    'selectDistrict' => 'Виберіть область',
    'district' => ' область',
    'selectCity' => 'Виберіть місто',
    // select city

    // forecast text
    'nowInCity' => 'Зараз у місті',
    'todayInCity' => 'Сьогодні в місті',
    'tomorrowInCity' => 'Завтра в місті',
    'weeklyCity' => 'Прогноз погоди на тиждень для міста',
    'currentTemperature' => 'Поточна температура',
    'expectedTemperature' => 'Очікувана температура',
    'windSpeed' => '💨 швидкість вітру: ',
    'humidity' => '💧️ вологість: ',
    'clouds' => '☁️ хмарність: ',
    'weatherAtDate' => 'Погода на',
    // forecast text

    'done' => 'Місто додано',

    'Monday' => 'Понеділок',
    'Tuesday' => 'Вівторок',
    'Wednesday' => 'Середа',
    'Thursday' => 'Четвер',
    'Friday' => 'П\'ятниця',
    'Saturday' => 'Субота',
    'Sunday' => 'Неділя',

    // forecast image
    'sunrise' => 'захід сонця',
    'sunset' => 'схід сонця',
    'wind' => 'вітер',
    'cloudsBtm' => 'хмарність',
    'humidityImg' => 'вологість',
    'min' => 'мін: ',
    'max' => 'макс: ',
    // forecast image

    // feedback
    'preSendFeedback' => 'Якщо у Вас є якісь питання, ідеї або побажання, напишіть нам. Ми обов\'язково відповімо.',
    'msgSend' => '📨 Ваше повідомлення успішно відправлено',
    // feedback

    'pleaseSelectLang' => 'Виберіть мову з клавіатури нижче',

    'morning' => '🌗 зранку (7 ранку)',
    'lunch' => '🌕 в обід (12 дня)',
    'evening' => '🌓 вечером (19 вечора)',
    'autoForecastQuestion' => 'Коли Ви хочете отримувати автоматичний прогноз погоди?',
    'autoForecastButton' => 'автоматичний прогноз',

    'ready' => 'готово',
    'click' => 'тиць',
    'moreSymbols' => 'Має бути більше трьох символів',
    'addCity' => 'додати місто',
    'myCityList' => 'мій список міст',
    'cityListInfo' => 'Тут ви можете додати місто або переглянути список тих які у вас є',
    'myCityListInfo' => 'Вибравши місто, ви видалите його зі списку',
    'cantDelete' => 'Ви не можете видалити останнє місто',
    'forecast' => 'прогноз',
    'selectCityFromList' => 'Виберіть місто зі списку',
    'moreInfo' => 'Детальніше',
    'lessInfo' => 'Коротко',
    'next' => '>',
    'prev' => '<',
];
